{
  "Current": {
    "Events": [
    
    ],
    "Workshops": [

    ]
  },
  "Previous": {
    "Events": [
      {
        "id": 1,
        "name": "Pahal",
        "content": "This is a Event in ehich the locals are given information about meritious goverment schemes for their upliftment.",
        "images": [
          "/Assets/Events/pahal.webp",
          "/Assets/Events/pahal.webp",
          "/Assets/Events/pahal.webp"
        ],
        "round1": "Team Vibhav successfully organized PAHAL, an impactful awareness campaign, on March 15 in Barot village. Our mission was not just to inform people about government schemes but to inspire and empower them by highlighting opportunities that could enhance their livelihoods. By reaching out directly to the community, we aimed to educate skilled and unskilled workers about the initiatives designed for their upliftment and growth.",
        "round2": "As part of this initiative, we focused on spreading awareness about the PM Vishwakarma Yojana, a scheme introduced to support artisans and traditional craftsmen. The scheme provides financial assistance, modern toolkits, and skill development training, ensuring that workers can enhance their craftsmanship and sustain their livelihoods. The Himachal Pradesh government has played a key role in launching such initiatives to foster economic development and self-reliance among the workforce, and through PAHAL, we sought to bridge the gap between government policies and public awareness.",

        "round3": " Through PAHAL, Team Vibhav not only educated the local community about the PM Vishwakarma Yojana but also engaged with them to understand their challenges and aspirations. Many skilled workers, including carpenters, blacksmiths, and artisans, were unaware of the financial aid and training opportunities available to them. By providing clear insights into the benefits of the scheme, we encouraged them to utilize these resources to enhance their craftsmanship and economic stability.",
        "round4": "     The campaign also highlighted the role of technology and government policies in transforming rural livelihoods. We interacted with local workers and demonstrated how access to modern tools, financial support, and skill development programs could significantly improve their productivity and earning potential. Our team ensured that the information was delivered in a simple and relatable manner, making it easier for people to grasp the essence of the scheme and its long-term benefits.",
        "round5": "     Apart from spreading awareness, PAHAL also fostered meaningful conversations and connections between the villagers and our team. The positive response from the community reinforced our belief that small initiatives can lead to significant changes. Many individuals expressed their willingness to explore the benefits of the scheme, and we provided guidance on how to apply for assistance and access resources. This engagement was a testament to the importance of on-ground awareness programs in making government initiatives truly effective. ",
        "round6": "Overall, PAHAL was a remarkable step towards community development, reinforcing the idea that awareness is the first step toward empowerment. The enthusiasm and participation of the villagers reflected their eagerness to embrace new opportunities. Team Vibhav remains committed to organizing such initiatives in the future, striving to bridge the gap between policy implementation and public awareness, ensuring that every individual can benefit from government efforts aimed at progress and prosperity."
      },
      {
        "id": 2,
        "name": "Prerak",
        "content": "Reflecting on a day filled with inspiration and hope at Government Senior Secondary Girls School, Hamirpur,",
        "images": [
          "/Assets/Events/prerak.webp",
          "/Assets/Events/prerak.webp"
        ],

        "round1": "   Witnessing the spark of curiosity in young minds as we shared the wonders of engineering and technical fields was truly uplifting. The excitement in their eyes as they explored new concepts and possibilities reaffirmed our belief in the power of education and awareness. Through PRERAK, Team Vibhav aimed to ignite a passion for learning and innovation, showing students how technology can shape the world around them. ",
        "round2": "The event, organized at a local girls' school in Hamirpur, was designed to introduce students to the fascinating world of engineering and its real-world applications. By simplifying complex technical concepts and making them engaging, we ensured that young learners could grasp the fundamentals and develop a keen interest in science and technology. Our goal was to break stereotypes and encourage more girls to consider careers in STEM (Science, Technology, Engineering, and Mathematics).",
        "round3": "Interactive sessions played a crucial role in making the event engaging and informative. Our team conducted hands-on activities, live demonstrations, and discussions that helped students visualize scientific principles in action. From understanding basic electronics to exploring the applications of modern technology, every session was designed to enhance curiosity and inspire creative thinking. The enthusiasm with which students participated was a testament to the effectiveness of this initiative.",
      
        "round4": "Overall, the event organized by Team Vibhav proved to be a resounding success, leaving a lasting impact on the students. By demystifying the world of engineering and empowering young minds with knowledge and inspiration, we have taken a step toward fostering the next generation of innovators. PRERAK was not just an event—it was a movement toward inclusivity, empowerment, and progress, reminding us that each small step today shapes a brighter tomorrow. "
      }
    ],
    "Workshops": [
      {
        "id": 1,
        "name": "Aavardhan",
        "content": "Anytime is a Good time to start a Company. Driven by passion and perseverance, startups have the power to disrupt industries and shape the future.",
        "images": [
          "/Assets/Workshop/aavardhan.webp",
          "/Assets/Workshop/aavardhan.webp"
        ],

      




        "round1": "  Team Vibhav, in collaboration with the Incubation Centre, NIT Hamirpur, under the CM Startup Project of Himachal Pradesh, proudly presents आवर्धनः – From Spark to Unicorn Brilliance. This dynamic guest lecture is designed to inspire and educate aspiring entrepreneurs and innovators, providing them with valuable insights into the world of startups, business growth, and technological advancements. आवर्धनः aims to bridge the gap between ideas and execution, encouraging young minds to turn their visions into successful ventures.",
        "round2": "We are honored to welcome Dr. Puran Singh, Associate Professor at IIT Mandi and Director of the Incubation Centre, IIT Mandi, as our esteemed guest lecturer. With extensive experience and expertise in entrepreneurship, innovation, and startup ecosystems, he has guided countless individuals in transforming their business ideas into thriving enterprises. His insights into business incubation, funding strategies, and scaling startups will provide invaluable knowledge to all participants.",
        "round3": "Beyond theoretical knowledge, Dr. Puran Singh will share real-life experiences and success stories, highlighting the essential skills, mindset, and resources required to navigate the competitive landscape of entrepreneurship. Attendees will gain clarity on crucial aspects such as business model development, investor pitching, market strategies, and technology-driven innovation, ensuring that they are well-equipped to embark on their own entrepreneurial journeys. ",
        "round4": "The event is not just about learning—it’s about networking and fostering a community of like-minded individuals who are passionate about innovation and business development. Participants will have the chance to connect with mentors, industry experts, and fellow aspiring entrepreneurs, opening doors to potential collaborations, mentorship opportunities, and future ventures. The session will serve as a launchpad for students looking to engage with startup incubators, accelerators, and investment programs."
      },
      {
        "id": 2,
        "name": "Cloud Computing",
        "content": "This workshop offers practical training and insights into utilizing remote servers to store, manage, and process data and applications over the internet.",
        "images": [
          "/Assets/Workshop/cloudcomputing.webp",
          "/Assets/Workshop/aavardhan.webp"
        ],
        "round1": "Embark on a transformative journey into the world of cloud computing with our upcoming workshop. Whether you're a beginner eager to explore the fundamentals or a seasoned professional looking to enhance your expertise, this workshop is tailored to equip you with the essential knowledge and hands-on experience needed to navigate the ever-evolving cloud landscape. Cloud computing is revolutionizing industries, and mastering it is crucial for staying ahead in the tech-driven world.",
        "round2": "In addition to theoretical knowledge, the workshop will feature hands-on exercises and interactive sessions designed to demystify the workings of leading cloud service providers such as Amazon Web Services (AWS), Microsoft Azure, and Google Cloud Platform (GCP). Participants will have the opportunity to deploy applications, configure cloud environments, and explore various cloud-based solutions, gaining practical experience that is highly sought after in the industry.",
        "round3": "Beyond technical skills, the workshop will delve into cloud security, cost optimization, and best practices for effectively managing cloud resources. Whether you're interested in building cloud-native applications, understanding DevOps in the cloud, or exploring AI and machine learning integrations, this session will provide you with a strong foundation and hands-on exposure to cutting-edge cloud technologies.",
        "round4": "This workshop is not just about learning—it’s about collaboration and networking. Participants will engage in group discussions, real-world case studies, and problem-solving exercises, fostering a community of cloud enthusiasts who can exchange ideas, troubleshoot challenges, and explore career opportunities in cloud computing. With cloud adoption accelerating across industries, acquiring cloud skills will open new doors in fields such as software development, cybersecurity, and IT infrastructure management."
      },
      {
        "id": 3,
        "name": "System on Chip",
        "content": "This workshop provides hands-on learning and expertise in developing integrated circuits that incorporate all necessary components of electronic system onto a single chip.",
        "images": [
          "/Assets/Workshop/systemonchips.webp",
          "/Assets/Workshop/systemonchips.webp"
        ],
        "round1": "Ready to dive deep into the revolutionary world of System on Chip (SoC) technology? Join us for an electrifying workshop where we explore the architecture, functionality, and real-world applications of SoC. This cutting-edge technology integrates multiple components, such as processors, memory, input/output interfaces, and more, onto a single chip, making it a game-changer in modern electronics. From smartphones and IoT devices to automotive systems and AI accelerators, SoC is at the heart of today’s most advanced innovations. ",
        "round2": "Whether you're an aspiring engineer, a seasoned developer, or a tech enthusiast hungry for knowledge, this workshop promises to fuel your curiosity and enhance your expertise. We will break down the fundamentals of SoC architecture, including processor cores, communication buses, power management, and hardware-software co-design. Understanding these concepts is essential for anyone looking to delve into embedded systems, VLSI design, or chip-level programming.",
        "round3": "Beyond theory, the workshop will feature interactive hands-on sessions, allowing participants to work with SoC development boards and simulation tools. You will gain practical experience in designing, programming, and optimizing SoC-based systems, making this workshop an excellent platform to bridge the gap between academia and industry requirements. Whether you are working with FPGA-based SoC designs or ARM-based architectures, this session will provide valuable insights into real-world implementations.",
        "round4": "Apart from gaining technical skills, this workshop offers a fantastic opportunity to connect with industry experts, professors, and fellow tech enthusiasts who share a passion for semiconductor technology and embedded systems. Engage in thought-provoking discussions, brainstorming sessions, and networking opportunities, paving the way for future collaborations and innovations in chip design."
      }
    ]
  }
}